Ran Apply for dir: `terragrunt-atlantis-version/tperd/test/ap-southeast-1/BE/vpc-be` workspace: `default`

<details><summary>Show Output</summary>

```diff
time=2021-06-01T10:35:28Z level=info msg=Stack at /home/atlantis/.atlantis/repos/jeff51419/Atlantis-AWS-Fargate/2/default/terragrunt-atlantis-version/tperd/test/ap-southeast-1/BE/vpc-be:
  => Module /home/atlantis/.atlantis/repos/jeff51419/Atlantis-AWS-Fargate/2/default/terragrunt-atlantis-version/tperd/test/ap-southeast-1/BE/vpc-be (excluded: false, dependencies: [])
time=2021-06-01T10:35:29Z level=warning msg=Versioning is not enabled for the remote state S3 bucket tperd-aps1-test-terraform-state. We recommend enabling versioning so that you can roll back to previous versions of your Terraform state in case of error. prefix=[/home/atlantis/.atlantis/repos/jeff51419/Atlantis-AWS-Fargate/2/default/terragrunt-atlantis-version/tperd/test/ap-southeast-1/BE/vpc-be] 
[0m[1mInitializing modules...[0m
Downloading terraform-aws-modules/vpc/aws 2.77.0 for vpc-be...
- vpc-be in .terraform/modules/vpc-be

[0m[1mInitializing the backend...[0m
[0m[32m
Successfully configured the backend "s3"! Terraform will automatically
use this backend unless the backend configuration changes.[0m

[0m[1mInitializing provider plugins...[0m
- Reusing previous version of hashicorp/kubernetes from the dependency lock file
- Reusing previous version of hashicorp/null from the dependency lock file
- Reusing previous version of hashicorp/random from the dependency lock file
- Reusing previous version of hashicorp/local from the dependency lock file
- Reusing previous version of hashicorp/template from the dependency lock file
- Reusing previous version of hashicorp/vault from the dependency lock file
- Reusing previous version of hashicorp/helm from the dependency lock file
- Reusing previous version of hashicorp/aws from the dependency lock file
- Installing hashicorp/vault v2.19.1...
- Installed hashicorp/vault v2.19.1 (signed by HashiCorp)
- Installing hashicorp/helm v2.1.2...
- Installed hashicorp/helm v2.1.2 (signed by HashiCorp)
- Installing hashicorp/aws v3.29.1...
- Installed hashicorp/aws v3.29.1 (signed by HashiCorp)
- Installing hashicorp/kubernetes v2.0.2...
- Installed hashicorp/kubernetes v2.0.2 (signed by HashiCorp)
- Installing hashicorp/null v3.1.0...
- Installed hashicorp/null v3.1.0 (signed by HashiCorp)
- Installing hashicorp/random v3.1.0...
- Installed hashicorp/random v3.1.0 (signed by HashiCorp)
- Installing hashicorp/local v2.1.0...
- Installed hashicorp/local v2.1.0 (signed by HashiCorp)
- Installing hashicorp/template v2.2.0...
- Installed hashicorp/template v2.2.0 (signed by HashiCorp)

[0m[1m[32mTerraform has been successfully initialized![0m[32m[0m
[0m[32m
You may now begin working with Terraform. Try running "terraform plan" to see
any changes that are required for your infrastructure. All Terraform commands
should now work.

If you ever set or change modules or backend configuration for Terraform,
rerun this command to reinitialize your working directory. If you forget, other
commands will detect it and remind you to do so if necessary.[0m

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create
 <= read (data resources)

Terraform will perform the following actions:

  # data.aws_subnet_ids.stp-vpc-backend-private will be read during apply
  # (config refers to values not yet known)
 <= data "aws_subnet_ids" "stp-vpc-backend-private"  {
      + id     = (known after apply)
      + ids    = (known after apply)
      + tags   = (known after apply)
      + vpc_id = (known after apply)

      + filter {
          + name   = "tag:Name"
          + values = [
              + "stp-vpc-backend-private-ap-southeast-1*",
            ]
        }
    }

  # aws_eip.stp-vpc-backend-nat-eip[0] will be created
  + resource "aws_eip" "stp-vpc-backend-nat-eip" {
      + allocation_id        = (known after apply)
      + association_id       = (known after apply)
      + carrier_ip           = (known after apply)
      + customer_owned_ip    = (known after apply)
      + domain               = (known after apply)
      + id                   = (known after apply)
      + instance             = (known after apply)
      + network_border_group = (known after apply)
      + network_interface    = (known after apply)
      + private_dns          = (known after apply)
      + private_ip           = (known after apply)
      + public_dns           = (known after apply)
      + public_ip            = (known after apply)
      + public_ipv4_pool     = (known after apply)
      + vpc                  = true
    }

  # aws_eip.stp-vpc-backend-nat-eip[1] will be created
  + resource "aws_eip" "stp-vpc-backend-nat-eip" {
      + allocation_id        = (known after apply)
      + association_id       = (known after apply)
      + carrier_ip           = (known after apply)
      + customer_owned_ip    = (known after apply)
      + domain               = (known after apply)
      + id                   = (known after apply)
      + instance             = (known after apply)
      + network_border_group = (known after apply)
      + network_interface    = (known after apply)
      + private_dns          = (known after apply)
      + private_ip           = (known after apply)
      + public_dns           = (known after apply)
      + public_ip            = (known after apply)
      + public_ipv4_pool     = (known after apply)
      + vpc                  = true
    }

  # random_string.suffix will be created
  + resource "random_string" "suffix" {
      + id          = (known after apply)
      + length      = 8
      + lower       = true
      + min_lower   = 0
      + min_numeric = 0
      + min_special = 0
      + min_upper   = 0
      + number      = true
      + result      = (known after apply)
      + special     = false
      + upper       = false
    }

  # module.vpc-be.aws_eip.nat[0] will be created
  + resource "aws_eip" "nat" {
      + allocation_id        = (known after apply)
      + association_id       = (known after apply)
      + carrier_ip           = (known after apply)
      + customer_owned_ip    = (known after apply)
      + domain               = (known after apply)
      + id                   = (known after apply)
      + instance             = (known after apply)
      + network_border_group = (known after apply)
      + network_interface    = (known after apply)
      + private_dns          = (known after apply)
      + private_ip           = (known after apply)
      + public_dns           = (known after apply)
      + public_ip            = (known after apply)
      + public_ipv4_pool     = (known after apply)
      + tags                 = {
          + "Name" = "stp-vpc-backend-ap-southeast-1b"
        }
      + vpc                  = true
    }

  # module.vpc-be.aws_eip.nat[1] will be created
  + resource "aws_eip" "nat" {
      + allocation_id        = (known after apply)
      + association_id       = (known after apply)
      + carrier_ip           = (known after apply)
      + customer_owned_ip    = (known after apply)
      + domain               = (known after apply)
      + id                   = (known after apply)
      + instance             = (known after apply)
      + network_border_group = (known after apply)
      + network_interface    = (known after apply)
      + private_dns          = (known after apply)
      + private_ip           = (known after apply)
      + public_dns           = (known after apply)
      + public_ip            = (known after apply)
      + public_ipv4_pool     = (known after apply)
      + tags                 = {
          + "Name" = "stp-vpc-backend-ap-southeast-1c"
        }
      + vpc                  = true
    }

  # module.vpc-be.aws_internet_gateway.this[0] will be created
  + resource "aws_internet_gateway" "this" {
      + arn      = (known after apply)
      + id       = (known after apply)
      + owner_id = (known after apply)
      + tags     = {
          + "Name" = "stp-vpc-backend"
        }
      + vpc_id   = (known after apply)
    }

  # module.vpc-be.aws_nat_gateway.this[0] will be created
  + resource "aws_nat_gateway" "this" {
      + allocation_id        = (known after apply)
      + id                   = (known after apply)
      + network_interface_id = (known after apply)
      + private_ip           = (known after apply)
      + public_ip            = (known after apply)
      + subnet_id            = (known after apply)
      + tags                 = {
          + "Name" = "stp-vpc-backend-ap-southeast-1b"
        }
    }

  # module.vpc-be.aws_nat_gateway.this[1] will be created
  + resource "aws_nat_gateway" "this" {
      + allocation_id        = (known after apply)
      + id                   = (known after apply)
      + network_interface_id = (known after apply)
      + private_ip           = (known after apply)
      + public_ip            = (known after apply)
      + subnet_id            = (known after apply)
      + tags                 = {
          + "Name" = "stp-vpc-backend-ap-southeast-1c"
        }
    }

  # module.vpc-be.aws_route.private_nat_gateway[0] will be created
  + resource "aws_route" "private_nat_gateway" {
      + destination_cidr_block     = "0.0.0.0/0"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + local_gateway_id           = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)

      + timeouts {
          + create = "5m"
        }
    }

  # module.vpc-be.aws_route.private_nat_gateway[1] will be created
  + resource "aws_route" "private_nat_gateway" {
      + destination_cidr_block     = "0.0.0.0/0"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + local_gateway_id           = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)

      + timeouts {
          + create = "5m"
        }
    }

  # module.vpc-be.aws_route.public_internet_gateway[0] will be created
  + resource "aws_route" "public_internet_gateway" {
      + destination_cidr_block     = "0.0.0.0/0"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + local_gateway_id           = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)

      + timeouts {
          + create = "5m"
        }
    }

  # module.vpc-be.aws_route_table.private[0] will be created
  + resource "aws_route_table" "private" {
      + id               = (known after apply)
      + owner_id         = (known after apply)
      + propagating_vgws = (known after apply)
      + route            = (known after apply)
      + tags             = {
          + "Name" = "stp-vpc-backend-private-ap-southeast-1b"
        }
      + vpc_id           = (known after apply)
    }

  # module.vpc-be.aws_route_table.private[1] will be created
  + resource "aws_route_table" "private" {
      + id               = (known after apply)
      + owner_id         = (known after apply)
      + propagating_vgws = (known after apply)
      + route            = (known after apply)
      + tags             = {
          + "Name" = "stp-vpc-backend-private-ap-southeast-1c"
        }
      + vpc_id           = (known after apply)
    }

  # module.vpc-be.aws_route_table.public[0] will be created
  + resource "aws_route_table" "public" {
      + id               = (known after apply)
      + owner_id         = (known after apply)
      + propagating_vgws = (known after apply)
      + route            = (known after apply)
      + tags             = {
          + "Name" = "stp-vpc-backend-public"
        }
      + vpc_id           = (known after apply)
    }

  # module.vpc-be.aws_route_table_association.private[0] will be created
  + resource "aws_route_table_association" "private" {
      + id             = (known after apply)
      + route_table_id = (known after apply)
      + subnet_id      = (known after apply)
    }

  # module.vpc-be.aws_route_table_association.private[1] will be created
  + resource "aws_route_table_association" "private" {
      + id             = (known after apply)
      + route_table_id = (known after apply)
      + subnet_id      = (known after apply)
    }

  # module.vpc-be.aws_route_table_association.public[0] will be created
  + resource "aws_route_table_association" "public" {
      + id             = (known after apply)
      + route_table_id = (known after apply)
      + subnet_id      = (known after apply)
    }

  # module.vpc-be.aws_route_table_association.public[1] will be created
  + resource "aws_route_table_association" "public" {
      + id             = (known after apply)
      + route_table_id = (known after apply)
      + subnet_id      = (known after apply)
    }

  # module.vpc-be.aws_subnet.private[0] will be created
  + resource "aws_subnet" "private" {
      + arn                             = (known after apply)
      + assign_ipv6_address_on_creation = false
      + availability_zone               = "ap-southeast-1b"
      + availability_zone_id            = (known after apply)
      + cidr_block                      = "10.120.1.0/24"
      + id                              = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = false
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name"                            = "stp-vpc-backend-private-ap-southeast-1b"
          + "kubernetes.io/role/internal-elb" = "1"
        }
      + vpc_id                          = (known after apply)
    }

  # module.vpc-be.aws_subnet.private[1] will be created
  + resource "aws_subnet" "private" {
      + arn                             = (known after apply)
      + assign_ipv6_address_on_creation = false
      + availability_zone               = "ap-southeast-1c"
      + availability_zone_id            = (known after apply)
      + cidr_block                      = "10.120.10.0/24"
      + id                              = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = false
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name"                            = "stp-vpc-backend-private-ap-southeast-1c"
          + "kubernetes.io/role/internal-elb" = "1"
        }
      + vpc_id                          = (known after apply)
    }

  # module.vpc-be.aws_subnet.public[0] will be created
  + resource "aws_subnet" "public" {
      + arn                             = (known after apply)
      + assign_ipv6_address_on_creation = false
      + availability_zone               = "ap-southeast-1b"
      + availability_zone_id            = (known after apply)
      + cidr_block                      = "10.120.2.0/24"
      + id                              = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = true
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name"                   = "stp-vpc-backend-public-ap-southeast-1b"
          + "kubernetes.io/role/elb" = "1"
        }
      + vpc_id                          = (known after apply)
    }

  # module.vpc-be.aws_subnet.public[1] will be created
  + resource "aws_subnet" "public" {
      + arn                             = (known after apply)
      + assign_ipv6_address_on_creation = false
      + availability_zone               = "ap-southeast-1c"
      + availability_zone_id            = (known after apply)
      + cidr_block                      = "10.120.20.0/24"
      + id                              = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = true
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name"                   = "stp-vpc-backend-public-ap-southeast-1c"
          + "kubernetes.io/role/elb" = "1"
        }
      + vpc_id                          = (known after apply)
    }

  # module.vpc-be.aws_vpc.this[0] will be created
  + resource "aws_vpc" "this" {
      + arn                              = (known after apply)
      + assign_generated_ipv6_cidr_block = false
      + cidr_block                       = "10.120.0.0/16"
      + default_network_acl_id           = (known after apply)
      + default_route_table_id           = (known after apply)
      + default_security_group_id        = (known after apply)
      + dhcp_options_id                  = (known after apply)
      + enable_classiclink               = (known after apply)
      + enable_classiclink_dns_support   = (known after apply)
      + enable_dns_hostnames             = true
      + enable_dns_support               = true
      + id                               = (known after apply)
      + instance_tenancy                 = "default"
      + ipv6_association_id              = (known after apply)
      + ipv6_cidr_block                  = (known after apply)
      + main_route_table_id              = (known after apply)
      + owner_id                         = (known after apply)
      + tags                             = {
          + "Environment" = "test"
          + "Name"        = "stp-vpc-backend-ap-southeast-1"
          + "Project"     = "BE"
        }
    }

Plan: 23 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  + VPC-BE                             = {
      + 01_VPC_Name                   = "stp-vpc-backend"
      + 02_VPC_ID                     = (known after apply)
      + 03_VPC_CIDR_Block             = "10.120.0.0/16"
      + 04_Private_Subnet_IDs         = [
          + (known after apply),
          + (known after apply),
        ]
      + 05_Private_Subnet_CIDR_Blocks = [
          + "10.120.1.0/24",
          + "10.120.10.0/24",
        ]
      + 06_Public_Subnet_IDs          = [
          + (known after apply),
          + (known after apply),
        ]
      + 07_Public_Subnet_CIDR_Blocks  = [
          + "10.120.2.0/24",
          + "10.120.20.0/24",
        ]
      + 08_Internet_Gateway_ID        = (known after apply)
      + 09_NAT_Public_IP(s)           = [
          + (known after apply),
          + (known after apply),
        ]
      + 10_NAT_Gateway_ID(s)          = [
          + (known after apply),
          + (known after apply),
        ]
    }
  + stp-vpc-backend-private-subnet-ids = (known after apply)
  + vpc-be-id                          = (known after apply)
random_string.suffix: Creating...
random_string.suffix: Creation complete after 0s [id=0cb4senl]
module.vpc-be.aws_vpc.this[0]: Creating...
aws_eip.stp-vpc-backend-nat-eip[0]: Creating...
aws_eip.stp-vpc-backend-nat-eip[1]: Creating...
module.vpc-be.aws_eip.nat[1]: Creating...
module.vpc-be.aws_eip.nat[0]: Creating...
aws_eip.stp-vpc-backend-nat-eip[1]: Creation complete after 1s [id=eipalloc-02c64072063d6de61]
aws_eip.stp-vpc-backend-nat-eip[0]: Creation complete after 1s [id=eipalloc-0c70b37526acaffea]
module.vpc-be.aws_eip.nat[1]: Creation complete after 1s [id=eipalloc-05df1242140d95485]
module.vpc-be.aws_eip.nat[0]: Creation complete after 1s [id=eipalloc-0fe841e854019773a]
module.vpc-be.aws_vpc.this[0]: Still creating... [10s elapsed]
module.vpc-be.aws_vpc.this[0]: Creation complete after 12s [id=vpc-0934b87b3088dab53]
module.vpc-be.aws_route_table.public[0]: Creating...
module.vpc-be.aws_subnet.private[1]: Creating...
module.vpc-be.aws_route_table.private[0]: Creating...
module.vpc-be.aws_internet_gateway.this[0]: Creating...
module.vpc-be.aws_subnet.private[0]: Creating...
module.vpc-be.aws_route_table.private[1]: Creating...
module.vpc-be.aws_subnet.public[0]: Creating...
module.vpc-be.aws_subnet.public[1]: Creating...
module.vpc-be.aws_route_table.private[0]: Creation complete after 0s [id=rtb-0caa2d9680b9e3e2f]
module.vpc-be.aws_route_table.private[1]: Creation complete after 0s [id=rtb-0a55b42e63198d595]
module.vpc-be.aws_route_table.public[0]: Creation complete after 0s [id=rtb-09d4e905c640254cc]
module.vpc-be.aws_internet_gateway.this[0]: Creation complete after 0s [id=igw-0e54b54db1372c0f1]
module.vpc-be.aws_route.public_internet_gateway[0]: Creating...
module.vpc-be.aws_route.public_internet_gateway[0]: Creation complete after 0s [id=r-rtb-09d4e905c640254cc1080289494]
module.vpc-be.aws_subnet.private[0]: Creation complete after 0s [id=subnet-02aa53fc20c792a9c]
module.vpc-be.aws_subnet.private[1]: Creation complete after 0s [id=subnet-0f54b8442597350a4]
module.vpc-be.aws_route_table_association.private[1]: Creating...
module.vpc-be.aws_route_table_association.private[0]: Creating...
module.vpc-be.aws_route_table_association.private[0]: Creation complete after 0s [id=rtbassoc-03e9e98530b5c5aa2]
module.vpc-be.aws_route_table_association.private[1]: Creation complete after 0s [id=rtbassoc-079817c582ed4a852]
module.vpc-be.aws_subnet.public[1]: Still creating... [10s elapsed]
module.vpc-be.aws_subnet.public[0]: Still creating... [10s elapsed]
module.vpc-be.aws_subnet.public[1]: Creation complete after 10s [id=subnet-0c65ef1456a59a7cb]
module.vpc-be.aws_subnet.public[0]: Creation complete after 10s [id=subnet-0e23ea7363a847971]
module.vpc-be.aws_route_table_association.public[0]: Creating...
module.vpc-be.aws_nat_gateway.this[0]: Creating...
module.vpc-be.aws_nat_gateway.this[1]: Creating...
module.vpc-be.aws_route_table_association.public[1]: Creating...
module.vpc-be.aws_route_table_association.public[0]: Creation complete after 1s [id=rtbassoc-0c457bc10a6e5e479]
module.vpc-be.aws_route_table_association.public[1]: Creation complete after 1s [id=rtbassoc-0c4ba774f0f5efb48]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [10s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Still creating... [10s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [20s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Still creating... [20s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [30s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Still creating... [30s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [40s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Still creating... [40s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [50s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Still creating... [50s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [1m0s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Still creating... [1m0s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [1m10s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Still creating... [1m10s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [1m20s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Still creating... [1m20s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [1m30s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Still creating... [1m30s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [1m40s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Still creating... [1m40s elapsed]
module.vpc-be.aws_nat_gateway.this[1]: Creation complete after 1m45s [id=nat-01f9d2d26f2b3add7]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [1m50s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Still creating... [2m0s elapsed]
module.vpc-be.aws_nat_gateway.this[0]: Creation complete after 2m5s [id=nat-09e19a2f9efda37e4]
module.vpc-be.aws_route.private_nat_gateway[0]: Creating...
module.vpc-be.aws_route.private_nat_gateway[1]: Creating...
module.vpc-be.aws_route.private_nat_gateway[0]: Creation complete after 0s [id=r-rtb-0caa2d9680b9e3e2f1080289494]
module.vpc-be.aws_route.private_nat_gateway[1]: Creation complete after 0s [id=r-rtb-0a55b42e63198d5951080289494]
data.aws_subnet_ids.stp-vpc-backend-private: Reading...
data.aws_subnet_ids.stp-vpc-backend-private: Read complete after 0s [id=vpc-0934b87b3088dab53]

Apply complete! Resources: 23 added, 0 changed, 0 destroyed.

Outputs:

VPC-BE = {
  "01_VPC_Name" = "stp-vpc-backend"
  "02_VPC_ID" = "vpc-0934b87b3088dab53"
  "03_VPC_CIDR_Block" = "10.120.0.0/16"
  "04_Private_Subnet_IDs" = [
    "subnet-02aa53fc20c792a9c",
    "subnet-0f54b8442597350a4",
  ]
  "05_Private_Subnet_CIDR_Blocks" = [
    "10.120.1.0/24",
    "10.120.10.0/24",
  ]
  "06_Public_Subnet_IDs" = [
    "subnet-0e23ea7363a847971",
    "subnet-0c65ef1456a59a7cb",
  ]
  "07_Public_Subnet_CIDR_Blocks" = [
    "10.120.2.0/24",
    "10.120.20.0/24",
  ]
  "08_Internet_Gateway_ID" = "igw-0e54b54db1372c0f1"
  "09_NAT_Public_IP(s)" = [
    "3.0.132.167",
    "46.137.216.230",
  ]
  "10_NAT_Gateway_ID(s)" = [
    "nat-09e19a2f9efda37e4",
    "nat-01f9d2d26f2b3add7",
  ]
}
stp-vpc-backend-private-subnet-ids = toset([
  "subnet-02aa53fc20c792a9c",
  "subnet-0f54b8442597350a4",
])
vpc-be-id = "vpc-0934b87b3088dab53"

```
</details>

